{
"posts": [
  {
    "userId": 1,
    "id": 1,
    "author":"Vicky Wasik",
    "category":"Food",
    "title": "Filipino Cantaloupe Juice Recipe",
    "body": "I grew up eating cantaloupe two ways: piercing perfectly ripe cubes with a fork to shovel into my mouth, and sipping melon—sweetened cantaloupe juice—from a cold glass. I have vivid memories of drinking countless glasses of melon, a popular drink that Filipinos imbibe to beat the sweltering tropical heat. The chilled beverage is a staple in our culture—I've enjoyed countless glasses both with my grandparents in the Philippines and at a bustling restaurant in Queens, New York. Served in a tall glass with ice, the long, rounded, pastel-hued strands of cantaloupe swim in their own sweetened juice. Its mellow, floral-sweet taste will quench anyone’s thirst on a hot day."
  },
  {
    "userId": 1,
    "id": 2,
    "author":"Joseph Fernandes",
    "category":"Finance",
    "title": "eKYC Is Now Mandatory to See Mutual Fund Investments",
    "body": "Unable to view the different offers and schemes related to mutual funds? Quite possible & understood because now KYC is mandatory to have access to such offers. For every business, it is very important to have at least the valid identity of its client or the one it is dealing with. The importance of knowing the client’s details even become higher when it comes to financial institutions."
  },
  {
    "userId": 1,
    "id": 3,
    "author":"Harsha Bogle",
    "category":"Sports",
    "title": "Which is the strongest team in IPL 2020",
    "body": "I will try to be neutral while doing this analysis. I hope this analysis will give you an exact image of each IPL team on paper and in the end, you will get to know about the strongest IPL team in 2020."
  },
  {
    "userId": 1,
    "id": 4,
    "title": "eum et est occaecati",
    "body": "ullam et saepe reiciendis voluptatem adipisci\nsit amet autem assumenda provident rerum culpa\nquis hic commodi nesciunt rem tenetur doloremque ipsam iure\nquis sunt voluptatem rerum illo velit"
  },
  {
    "userId": 1,
    "id": 5,
    "title": "nesciunt quas odio",
    "body": "repudiandae veniam quaerat sunt sed\nalias aut fugiat sit autem sed est\nvoluptatem omnis possimus esse voluptatibus quis\nest aut tenetur dolor neque"
  }
 ],
  "comments":[
    { "id": 1, "body": "heyy there", "postId": 1 },
    { "id": 2, "body": "this is a comment", "postId": 1 }
  ]
}
